Revit 2027 API
ParameterTypeId.FabricSheetPhysicalMaterialAsset Property
 "Physical Material Asset": Physical Material Asset
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FabricSheetPhysicalMaterialAsset { get; }
Public Shared ReadOnly Property FabricSheetPhysicalMaterialAsset As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FabricSheetPhysicalMaterialAsset {
	ForgeTypeId^ get ();
}
static member FabricSheetPhysicalMaterialAsset : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace